import React, { Component } from "react";
import s from "../css/Politika_page.module.css"
import Footer_page from "./Footer_page";
import Navbar_page from "./Navbar_page";
export default class Politika_page extends Component {
  render() {
    return <div> 
<Navbar_page/>
      <div class={s.saloncafoot}>
    <h1><strong>Политика конфиденциальности</strong></h1><br/>
    <p>Настоящая Политика конфиденциальности (далее – «Политика») определяет как ИП Ушаров Юрий Владимирович, зарегистрированный по адресу: 125252, Москва, Ходынский бульвар, д.5, к.4, кв.42, (далее – «Оператор», «Мы»), осуществляет сбор и обработку персональных данных Посетителей сайта, размещенного в сети Интернет по адресу: salonca.ru, предназначенного для размещения Партнерами предложений об оказании услуг и поиска Пользователями таких предложений, а также выражения Пользователями намерений в дальнейшем заключить договор на указанных в предложении условиях (далее – «Платформа»).</p><br/>
    <p>ИП Ушаров Ю.В. является оператором персональных данных Посетителей Платформы и самостоятельно определяет цели и условия обработки персональных данных Посетителей Платформы в настоящей Политике.</p>
    <p>Запросы, связанные с обработкой Ваших персональных данных в связи с использованием Платформы, вы можете направлять Оператору по адресу: 125252, г. Москва, Ходынский бульвар, д.5, к.4, кв.42 или на электронную почту лица, ответственного за обработку персональных данных в ИП Ушаров Ю.В.: info.salonca@gmail.com.</p><br/>
    <p>Нажимая кнопку, подтверждающую согласие с условиями договора об использовании Платформы, или в любой момент совершения иных действий, связанных с использованием возможностей Платформы, Вы выражаете своё согласие с положениями настоящей Политики. Если Вы не согласны с условиями обработки Ваших персональных данных, установленными Политикой, Вы должны воздерживаться от использования Платформы.</p><br/>
    <h1><strong>1. Определения</strong></h1>
    <p>1.1. В настоящей Политике используются следующие определения:</p>
    <p><strong>Персональные данные</strong> – любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных);</p><br/>
    <p><strong>Оператор</strong>персональных данных – ИП Ушаров Ю.В., которое осуществляет обработку персональных данных, а также определяет цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными, полученными с использованием Платформы;</p><br/>
    <p><strong>Партнер</strong>– физическое лицо или представитель юридического лица, регистрирующиеся на Платформе и размещающие там предложения об оказании услуг;</p><br/>
    <p><strong>Пользователь</strong> – физическое лицо, регистрирующееся на Платформе и использующее его в целях поиска предложений Партнеров.</p>
    <p><strong>Посетитель</strong>– любое лицо (в том числе Партнер, Пользователь), использующее функционал Платформы.</p><br/>
    <h1><strong>2. Объем и цели обработки персональных данных</strong></h1>
    <p>2.1. При использовании Вами Платформы Оператор осуществляет сбор Ваших персональных данных, когда Вы осуществляете вход на Платформу, совершаете отклик на предложение, а также иным образом используете Платформу.</p><br/>
    <p>2.2. В частности, мы собираем информацию, которую Вы самостоятельно предоставляете:</p>
    <ul>
        <li>номер телефона и адрес электронной почты Партнера или его представителя - в целях регистрации и дальнейшей авторизации лица на Платформе в качестве Партнера, а также предоставления возможности использовать функционал Платформы в качестве Партнера (в том числе для размещения предложений и получения уведомлений об откликах Пользователей);</li><br/>
        <li>ФИО, номер телефона, адрес электронной почты, информацию о профессиональной специализация Пользователя – в целях регистрации и дальнейшей авторизации лица на Платформе, а также предоставления ему возможности использовать функционал Платформы в качестве Пользователя (в том числе для направления откликов на предложения и получении уведомлений о совершенных откликах).</li>
    </ul><br/>
    <p>2.3. В целях улучшения качества работы Платформы мы также можем использовать техническую информацию (), которую собираем автоматически.</p><br/>
    <h1><strong>3. Обработка персональных данных</strong></h1>
    <p>3.1. Оператор осуществляет обработку Ваших персональных данных в связи с заключением между Вами (в качестве Партнера / Пользователя) и Оператором договора об использовании Платформы.</p><br/>
    <p>3.2. Оператор может осуществлять сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение Ваших персональных данных. Оператор использует Ваши персональные данные, чтобы предоставлять услуги Платформы в полном объеме, анализировать, обеспечивать, и улучшать работу Платформы.</p><br/>
    <p>3.3. Оператор может раскрывать полученные от Вас персональные данные третьим лицам в объеме, оправданном целью такого раскрытия, а именно:</p><br/>
    <ul>
        <li>другим пользователям Платформы в объеме, необходимом для оказания Вам услуг на Платформе;</li><br/>
        <li>компетентным государственным органам, предоставление сведений которым является обязательным в соответствии с применимым законодательством;</li><br/>
        <li>иным третьим лицам, на передачу данных которым Вы дали явное согласие.</li><br/>
    </ul>
    <p>3.4. Оператор при наличии предварительного согласия Посетителей вправе использовать их персональные данные (номер телефона, адрес электронной почты) для осуществления маркетинговой рассылки.</p><br/>
    <p>3.5. Оператор может с согласия Посетителей осуществлять распространение отдельных категорий персональных данных неограниченному кругу лиц, путем размещения указанных данных на Платформе в открытом доступе. Такое размещение осуществляется в целях исполнения договора с Оператором и предоставления другим Посетителям возможности осуществить взаимодействие с Вами.</p><br/>
    <p>3.6. Оператор не осуществляет трансграничную передачу персональных данных на территорию иностранных государств.</p>
    <p>3.7. Оператор не осуществляет обработку биометрических персональных данных.</p><br/>
    <h1><strong>4. Хранение и защита персональных данных</strong></h1><br/>
    <p>4.1. Оператор хранит Ваши персональные данные до тех пор, пока это необходимо для предоставления Вам услуг Платформы и выполнения соглашения с вами. При отсутствии законодательных запретов Оператор может хранить некоторые части Ваших персональных данных даже после того, как вы прекратили использование Платформы. В случае обработки информации в маркетинговых целях, Оператор будет обрабатывать Ваши данные на протяжении ведения маркетинговой деятельности или до тех пор, пока вы не возразите против дальнейшей обработки данных в маркетинговых целях.</p><br/>
    <p>4.2. Оператор предпринимает необходимые организационные и технические меры, чтобы защищать конфиденциальность Ваших персональных данных и предотвращать неавторизованный доступ к ним третьих лиц. Меры созданы в соответствии с применимым законодательством таким образом, чтобы обеспечить уровень безопасности, который отвечает рискам обработки Ваших персональных данных.</p><br/>
    <p>4.3. Доступ к персональным данным посетителя сайта и личным настройкам его аккаунта защищен и предоставляется только при авторизации с использованием номера телефона.</p><br/>
    <p>4.4. Оператор предоставляет субъектам возможность в любой момент изменить свои персональные данные или личные настройки аккаунта. В отношении персональных данных, которые Оператор обрабатывает на основании Вашего согласия, Вы вправе в любой момент отозвать согласие, направив соответствующее письменное заявление по адресам, указанным в преамбуле.</p><br/>
    <h1><strong>5. Прочие условия</strong></h1><br/>
    <p>5.1. Оператор оставляет за собой право в одностороннем порядке вносить изменения в настоящую Политику без какого-либо специального уведомления. Новая редакция Политики вступает в силу с момента ее размещения на странице сайта, если иное не предусмотрено в самом документе. Посетитель Платформы считается ознакомившимся с изменениями Политики с момента, когда ее актуальная версия предоставляется Оператором для публичного доступа. Актуальная версия Политики всегда располагается на странице по адресу salonca.ru/confidentiality и доступна 24 часа в сутки.</p><br/>
    <p>5.2. В части, не урегулированной настоящей Политикой, к отношениям между Посетителями и Оператором применяется право Российской Федерации.</p><br/>
    <p>5.3. Все возможные споры по поводу настоящей Политики и отношений между Посетителем и Оператором будут разрешаться в суде по месту нахождения Оператора.</p><br/>
</div>
<Footer_page/>
</div>;
  }
}
