import React, { Component } from "react";
import s from "../css/Usloviya_page.module.css"
import Navbar_page from "./Navbar_page";
import Footer_page from "./Footer_page";
export default class Usloviya_page extends Component {
  render() {
    return <div>
      <Navbar_page/>
      <div className={s.text}>
    <h1><strong>Оферта для партнеров платформы</strong></h1><br/>
    <p>Настоящая Оферта содержит предложение ИП Ушаров Юрий Владимирович Партнерам (как они определены ниже) заключить договор оказания услуг на условиях, указанных в настоящей Оферте (далее – Договор).</p><br/>
    <h1><strong>1.   Термины и определения</strong></h1><br/>
    <p>1.1.  <strong>Платформа</strong> – сайт, размещенный в сети Интернет по адресу: salonca.ru, предоставляющий Партнеру возможность разместить Предложение об оказании Услуг Коворкинга, а Пользователю – выразить намерение о заключении договора, на указанных в Предложении условиях.</p>
    <p>1.2. <strong>Оператор – </strong>ИП Ушаров Юрий Владимирович.</p><br/>
    <p>1.3. <strong>Партнер </strong>– принявшее Оферту юридическое или физическое лицо, размещающее Предложения об оказании Услуг Коворкинга.</p><br/>
    <p>1.4. <strong>Пользователь</strong> – физическое лицо, использующее Платформу в целях поиска Предложений и выражения намерений о заключении договора на указанных в Предложении условиях.</p><br/>
    <p>1.5. <strong>Предложение </strong>– оформленное Партнером и размещенное на Платформе предложение для Пользователей об оказании Услуг Коворкинга, содержащее описание Услуг Коворкинга, предлагаемых Партнером, а также их стоимость и сроки оказания.</p><br/>
    <p>1.6. <strong>Отклик</strong>– волеизъявление Пользователя, совершаемое путем нажатия соответствующей кнопки в функционале Платформы, выражающее намерение Пользователя в дальнейшем заключить договор с Партнером на указанных в конкретном Предложении условиях.</p><br/>
    <p>1.7. <strong>Услуги Коворкинга</strong> – услуги по предоставлению в возмездное пользование рабочего пространства, предназначенного для совместной работы нескольких лиц (далее – Коворкинг), конкретное содержание которых раскрывается в Предложении.</p><br/>
    <p>1.8. <strong>Личный</strong>кабинет – часть Платформы, предоставляющая Партнеру возможность управлять своим аккаунтом, в том числе, размещать, изменять или удалять данные и иную информацию, указанную при создании аккаунта, а также размещать Предложения и совершать юридически значимые действия.
</p><br/>
<h1><strong>2.    Регистрация на Платформе</strong></h1><br/>
<p>2.1. В целях регистрации и авторизации Партнер вводит на Платформе номер телефона, на который Оператор направляет одноразовый код доступа. Введение направленного кода в соответствующее поле Платформы, позволяет Партнеру получить доступ к Личному кабинету. Авторизация на Платформе и вход в Личный кабинет каждый раз осуществляются посредством направления на номер телефона Партнера одноразового кода.
</p><br/>
<p>2.2. В целях использования функционала Платформы Партнер в Личном кабинете указывает сведения о номере телефона и адресе электронной почты, а также информацию о Коворкинге (название, адрес Коворкинга и его описание, включая фотографические изображения).
</p><br/>
<p>2.3. Партнер обязан ознакомиться с Офертой, опубликованной на Платформе. Договор на условиях Оферты признается заключенным между Оператором и Партнером с момента подтверждения Партнером принятия Оферты на Платформе (нажатие (клик) кнопки «Полностью ознакомился и согласен с условиями Договора» (или аналогичной по смыслу)) или по факту оказания услуг, указанных в предмете Оферты.
</p><br/>
<p>2.4. Совершая акцепт Оферты, Партнер подтверждает и гарантирует, что он обладает дееспособностью и, если это применимо, необходимыми полномочиями на заключение Договора с Оператором, а вся предоставленная им при регистрации информация является полной, достоверной и точной.
</p><br/>
<p>2.5.  После заключения Договора Оператор вправе запросить, а Партнер в случае получения такого запроса обязан предоставить дополнительное подтверждение заключения Договора со стороны Партнера, предоставляемое посредством направления в Оператору в форме, предложенной Оператором, заявления о присоединении к Оферте на бумажном носителе либо в электронной форме, которая приравнивается к бумажному носителю в соответствии с законодательством РФ.
</p><br/>
<h1><strong>3.  Предмет Договора</strong></h1><br/>
<p>3.1. Оператор обязуется оказать Партнеру услуги по размещению Предложений Партнера на Платформе и информированию Партнера об Откликах Пользователей, а Партнер обязуется оплатить указанные услуги в порядке, предусмотренном настоящим Договором.
</p><br/>
<p>3.2. Стороны вправе посредством функционала Платформы или путем направления заявок по электронной почте или WhatsApp договориться об оказании Оператором Партнеру дополнительных услуг (в том числе услуг по продвижению на Платформе). Стоимость таких услуг определяется в соответствии с Предложением Услуг Платного Продвижения по адресу https://salonca.ru/promotion.pdf
</p><br/>
<h1><strong>4.  Исполнение Договора</strong></h1><br/>
<p>4.1. Оператор предоставляет Партнеру возможность разместить на Платформе Предложение.
</p><br/>
<p>4.2. Партнер оплачивает услуги Оператора в порядке, предусмотренном разделом 5 настоящей Оферты.
</p><br/>
<p>4.3. Партнер формирует Предложение в Личном кабинете. Предложение должно содержать информацию о Коворкинге, стоимости Услуг Коворкинга, а также об актуальном расписании, в соответствии с которым Пользователь может получить Услуги Коворкинга.
</p><br/>
<p>4.4. Оператор осуществляет модерацию информации, содержащейся в Предложении исключительно на предмет ее полноты, качества и отсутствия ненормативной лексики. В случае выявления указанных недостатков Оператор отклоняет Предложение и сообщает об этом Партнеру посредством Личного кабинета. В случае успешного прохождения модерации Предложение размещается на Платформе в неизменном виде.
</p><br/>
<p>4.5. Партнер гарантирует, что информация, размещаемая им на Платформе, соответствует законодательству Российской Федерации и не нарушает прав и законных интересов третьих лиц.
</p><br/>
<p>4.6. В случае Отклика Пользователя на Предложение, информация об Отклике и совершившем его Пользователе отображается в Личном кабинете Партнера.
</p><br/>
<p>4.7. Партнер не вправе отозвать размещенное Предложение, на которое был сделан Отклик Пользователя.
</p><br/>
<p>4.8. Партнер обязуется уведомить Оператора в случае, если договор между Партнером и Пользователем не был заключен по вине Пользователя, в течение 24 часов с момента, когда, согласно Предложению, предполагалось заключения договора и оказание Услуг Коворкинга. В случае если Партнер не уведомил Оператора о том, что сделка с Пользователем, не состоялась, Партнер утрачивает право оспаривать учет указанного Предложения при определении стоимости услуг по настоящему Договору.
</p><br/>
<p>4.9. Оператор вправе проводить выборочные проверки (обзвоны) Партнеров и Пользователей, в целях контроля за отсутствием в поведении Партнеров действий, направленных на искусственное снижение стоимости услуг, подлежащих оплате по настоящему Договору. В случае выявления Оператором недобросовестных действий Партнера, направленных на такое снижение стоимости, Оператор вправе ограничить доступ Партнера к Платформе или полностью заблокировать его Личный кабинет.
</p><br/>
<p>4.10. Оператор на Платформе ведет рейтинг Партнеров. При формировании рейтинговой оценки Партнера учитывается его оценка Пользователями, добросовестность, а также количество незаключенных по вине Партнера договоров с Пользователями. Оператор оставляет за собой право на свое усмотрение ограничить доступ Партнера к Платформе или полностью заблокировать Личный кабинет при нарушении настоящего Договора или низкой рейтинговой оценке. Оператор вправе удалить Личный кабинет бездействующего Партнера в отсутствие с его стороны нарушений настоящего Договора, если Партнер отсутствует (не авторизуется) на Платформе более 2 (двух) лет.
</p><br/>
<p>4.11. В случае, если договор между Партнером и Пользователем не был заключен по вине Партнера (в том числе в связи с невозможностью Партнера заключить договор с Пользователем или оказать ему Услуги Коворкинга), Оператор вправе снизить рейтинг Партнера или ограничить доступ Партнера к Платформе или полностью заблокировать его Личный кабинет.
</p><br/>
<p>4.12. Партнер подтверждает, что Оператор не является стороной договора об оказании услуг между Пользователем и Партнером и не участвует в оказании Партнером Услуг Коворкинга Пользователю. С учетом этого Оператор не несет ответственности за содержание и качество Услуг Коворкинга, предоставляемых Партнером, а равно не контролирует деятельность Партнера на Платформе в целом, не несет ответственности за действия Партнера до, в процессе или после оказания Услуг Коворкинга.
</p><br/>
<p>4.13. В случае возникновения разногласий между Партнером и Пользователем в отношении заключенного между ними договора, а также в случае расторжения договора оказания услуг, заключенного между Партнером и Пользователем, Оператор не участвует в процессе возврата Пользователю денежных средств, уплаченных Партнеру за оказание Услуг Коворкинга.
</p><br/>
<p>4.14. Партнёр присылает Оператору заявки на услуги платного продвижения и Оператор предоставляет эти услуги в соответствие с Предложением Услуг Платного Продвижения по адресу https://salonca.ru/promotion.pdf
</p><br/>
<h1><strong>5. Порядок расчетов между сторонами
</strong></h1><br/>
<p>5.1. По результатам оказания услуг Оператор предоставляет Партнеру Акт оказанных услуг (далее – «Акт») в электронной форме. Указанный Акт предоставляется Заказчиком путем его размещения в Личном кабинете Партнера (или путем направления на электронную почту, указанную при регистрации). Партнер обязан самостоятельно проверять наличие/отсутствие Акта в Личном кабинете (на почте). Оператор не обязан уведомлять Партнера о размещении Акта.
</p><br/>
<p>5.2. Акт формируется Оператором в одностороннем порядке и предоставляется Партнеру ежемесячно в срок не позднее 5 (пяти) рабочих дней после окончания соответствующего календарного месяца (далее – Отчетный период). В случае, если в течение 5 (пяти) рабочих дней со дня получения Акта Партнер не направит Оператору мотивированных возражений, Акт считается утвержденным, а услуги оказанными.
</p><br/>
<p>5.3. Стоимость услуг по настоящему Договору рассчитывается на основании содержащихся на Платформе данных о количестве Реализованных Предложений Партнера и оказанных Партнеру Дополнительных Услугах (в том числе услуг по продвижению на Платформе). Реализованными признаются Предложения, в соответствии с которыми между Партнером и Пользователем был заключен договор и оказаны Услуги Коворкинга.
</p><br/>
<p>5.4. Тарифы, на основании которых рассчитывается стоимость услуг, размещены на странице в сети Интернет по адресу: salonca.ru/tariffs и в Предложении Услуг Платного Продвижения по адресу https://salonca.ru/promotion.pdf (далее – Тарифы). Оператор вправе в одностороннем порядке изменять стоимость услуг по настоящему договору, путем внесения изменений в Тарифы и последующего уведомления Партнера об этом. Новая редакция Тарифов вступает в силу по истечении одного месяца с момента ее публикации.
</p><br/>
<p>5.5. Оплата услуг Оператора осуществляется Партнером не позднее 15 (Пятнадцатого) числа месяца, следующего за Отчетным периодом, по реквизитам, указанным в настоящем Договоре.
</p><br/>
<p>5.6. Расчеты по настоящему Договору осуществляются в рублях РФ. Платежные обязательства Партнера считаются исполненными с даты зачисления денежных средств на расчетный счет Оператора.
</p><br/>
<h1><strong>6. Ответственность Сторон</strong></h1><br/>
<p>6.1. Оператор не несет ответственности за косвенные убытки или упущенную выгоду Партнера или третьих лиц, независимо от того, мог ли Оператор предвидеть причинение таких убытков.
</p><br/>
<p>6.2. Оператор не отвечает за возможные проблемы доступа Партнера к Платформе, а также отдельным ее частям, обусловленные техническими неполадками, как на стороне Оператора, так и на стороне Партнера.
</p><br/>
<p>6.3. Оператор не отвечает за действия Пользователей, совершенные ими на Платформе, а также до, в процессе или после оказания Услуг Коворкинга.
</p><br/>
<p>6.4. Партнер самостоятельно отвечает за действия, совершенные любыми третьими лицами в Личном Кабинете Партнера, в случае получения такими лицами доступа к номеру телефона, посредством которого осуществляется авторизация на Платформе. Любые действия, совершенные на Платформе лицом, авторизовавшимся с использованием номера телефона Партнера, считаются совершенными Партнером.
</p><br/>
<p>6.5. В случае предъявления к Оператору каких-либо претензий, требований, исков со стороны третьих лиц, связанных с нарушением их исключительных прав, предоставлением Партнером недостоверных сведений или в иных случаях совершения Партнером противоправных действий Партнер обязуется оказывать Оператору необходимое содействие в урегулировании таких претензий, требований, исков, а также возместить Оператору все понесенные им убытки, вызванные такими претензиями, требованиями и исками, включая, но не ограничиваясь, суммы штрафов и компенсаций и иные суммы, взысканные судебным актом, вынесенным по делу, прямо или косвенно связанным с таким нарушением, в срок, не превышающий 7 (Семь) рабочих дней с даты получения от Оператора соответствующего документально подтвержденного требования.
</p><br/>
<p>6.6. Партнер несет ответственность за нарушение обязанности по оплате услуг Оператора в сроки, установленные п. 5.4 выше, в размере 0,1 % (ноль целых одна десятая процента) за каждый день просрочки.
</p><br/>
<h1><strong>7. Форс-мажор</strong></h1><br/>
<p>7.1. Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по настоящему Договору, если это неисполнение явилось следствием обстоятельств непреодолимой силы, возникших в результате обстоятельств чрезвычайного характера, которые Стороны не могли ни предвидеть, ни предотвратить разумными мерами. К таким обстоятельствам чрезвычайного характера относятся: наводнение, пожар, землетрясение и иные явления природы, эпидемии, а также война, военные действия, акты или действия государственных органов и любые другие обстоятельства вне разумного контроля Сторон.
</p><br/>
<p>7.2. При наступлении обстоятельств, указанных в п. 7.1, Сторона должна без промедления известить о них в письменном виде другую Сторону, не позднее трех рабочих дней с момента их наступления. Извещение должно содержать данные о характере обстоятельств, а также, по возможности, оценку их влияния на возможность исполнения Стороной своих обязательств по настоящему Договору и срок исполнения обязательств, который не должен превышать двух месяцев. Указанные обстоятельства должны быть подтверждены официальным документом, выданным компетентным органом государственной власти.
</p><br/>
<p>7.3. Неизвещение или несвоевременное извещение о наступлении таких обстоятельств лишает любую из Сторон права ссылаться на эти обстоятельства как на основание, освобождающее ее от ответственности за несвоевременное исполнение обязательств по отношению к другой Стороне.
</p><br/>
<h1><strong>8. Порядок изменения Договора</strong></h1><br/>
<p>8.1. Оператор вSalom_pageправе в одностороннем порядке вносить изменения и/или дополнения в Договор (Оферту) и иные документы, опубликованные на Платформе. Изменения и дополнения могут вноситься в том числе в виде новой редакции текста Оферты или иного документа.
</p><br/>
<p>8.2. Уведомление Партнера о внесении изменений и/или дополнений в Договор (Оферту) и/или иные документы к нему осуществляется путем размещения текста изменений/дополнений или текста Оферты (иного документа) в новой редакции на Платформе. Моментом вступления в силу изменений/дополнений является совершение Партнером на Платформе действий по принятию изменений/дополнений либо оказание Партнером Услуг Коворкинга после опубликования на Платформе изменений/дополнений в зависимости от того, что произошло ранее.
</p><br/>
<p>8.3. Размещение изменений и/или дополнений в Договор и/или приложение к нему и/или Оферты (иного документа) в новой редакции на Платформе означает надлежащее исполнение Оператором обязанности по уведомлению Партнера. Партнер обязуется самостоятельно посещать Платформу для проверки наличия/отсутствия изменений/дополнений, Оферты (иного документа) в новой редакции.
</p><br/>
<h1><strong>9. Заключительные положения</strong></h1><br/>
<p>9.1. Партнер обязан уведомить Оператора об изменении места нахождения, контактных телефонов, адресов электронной почты, не позднее чем в течение 2 (двух) рабочих дней со дня такого изменения. Обязанности Оператора, исполненные до такого уведомления по старым адреса и реквизитам, признаются исполненными надлежащим образом.
</p><br/>
<p>9.2. Любая переписка сторон, включая направление уведомлений, претензий, первичных документов, осуществляется посредством Личного кабинета на Платформе и/или путем направления по электронной почте, указанной Партнером на Платформе.
</p><br/>
<p>9.3. Партнер соглашается, что использование им номера телефона, является надлежащей и достаточной идентификацией Партнера при входе на Платформу (в Личный кабинет Партнера), подтверждением права совершать операции на Платформе и является аналогом собственноручной подписи Партнера, а операции и сделки, совершенные им в Личном кабинете Партнера, считаются совершенными в простой письменной форме.
</p><br/>
<p>9.4. К отношениям сторон по настоящему Договору, а также отношениям, связанным с заключением и последствиями прекращения Договора, применяется право Российской Федерации.
</p><br/>
<p>9.5. Все споры и разногласия, возникающие между Сторонами по Договору или в связи с ним, подлежат досудебному претензионному урегулированию. Претензия должна быть составлена в письменной форме. К претензии должны быть приложены и в ее тексте должны быть указаны документы и сведения, необходимые для рассмотрения претензии по существу. Другая Сторона обязана ответить на предъявленную претензию в течение 10 (десяти) календарных дней со дня ее получения. В случае недостижения согласия спор подлежит разрешению в суд по месту нахождения Оператора.
</p>

</div>
<Footer_page/>
</div>;
  }
}
